This group is invalid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidGroup { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace